Repository: common-repository/product-code-for-woocommerce
Catalog: languages/product-code-for-woocommerce-*.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Successfully Updated Redirecting back....
de_de: Erfolgreich aktualisiert Umleitung zurück....
es_es: Se ha actualizado con éxito la redirección de nuevo....
fr_fr: Mise à jour réussie de la redirection en arrière....

source: Failed to update please retry later, Redirecting back...
de_de: Aktualisierung fehlgeschlagen, bitte versuchen Sie es später erneut...
es_es: No se pudo actualizar por favor vuelva a intentarlo más tarde, redirección de nuevo...
fr_fr: Échec à la mise à jour s’il vous plaît réessayer plus tard, rediriger en arrière ...
ru_ru: Не удалось обновить, пожалуйста, повторите попытку позже, Перенаправление назад...

source: %s refers to a company’s unique internal product identifier, needed for online product fulfillment.
de_de: %s bezieht sich auf den Produktidentifikator, der für die Erfüllung benötigt wird.
es_es: %s se refiere al identificador de producto interno único de una empresa, necesario para el cumplimiento del producto en línea.
fr_fr: %s fait référence à l’identifiant de produit interne unique d’une entreprise, nécessaire à l’exécution des produits en ligne.
ru_ru: %s относится к уникальному внутреннему идентификатору продукта компании, необходимому для реализации продуктов через Интернет.

source: Product code 2
de_de: Produktcode 2
es_es: Código producto 2
ru_ru: Код продукта 2

source: Code
es_es: Código
ru_ru: Код

source: Code 2
es_es: Código 2
ru_ru: Код 2

source: View Details
de_de: Details Anzeigen
es_es: Ver detalles
fr_fr: Voir détails
ru_ru: Смотреть детали

source: Donation for Homeless
de_de: Spende für Obdachlose
es_es: Donación a los sin hogar
fr_fr: Don pour les sans-abri
ru_ru: Пожертвования для бездомных

source: Product Code
de_de: Produkt Code
es_es: Código producto
fr_fr: Code produit
ru_ru: Код товара

source: Product Code Settings
de_de: Produkt-Code Einstellungen
es_es: Config código de prod
fr_fr: Paramètres du code produit
ru_ru: Настройки кода товара

source: Show Product Code
de_de: Produktcode anzeigen
es_es: Ver código producto
fr_fr: Montrer code produit
ru_ru: Показать код продукта

source: Display product code on user side on the products posts, checkout, cart, and receipts.
de_de: Anzeige des Produktcodes in Beiträgen, an der Kasse, im Warenkorb und auf Quittungen.
es_es: Mostrar el código del producto en el lado del usuario en los mensajes de productos, pago, carrito y recibos.
ru_ru: Отображение кода продукта на стороне пользователя в сообщениях о товарах, оформлении заказа, корзине и расписки.

source: Field Title
de_de: Feld Titel
es_es: Título campo
fr_fr: Titre champ
ru_ru: Поле Название

source: Field title can be edited to read anything, no longer than 12 characters including spaces.
de_de: Der Feldtitel darf nicht länger als 12 Zeichen sein.
es_es: Título de campo se puede editar para leer todo, no mayor de 12 caracteres inclusive espacios.
fr_fr: Titre champ peut être édité pour lire n'importe quoi, pas plus de 12 caractères comprenant des espaces.
ru_ru: Название поля может быть изменено на любое, не более 12 символов включая пространства.

source: Products Column Title
de_de: Produkte Spaltentitel
es_es: Productos Columna Título
fr_fr: Titre de la colonne Produits
ru_ru: Продукты Заголовок колонки

source: Admin products column title can be edited to read anything, no longer than 12 characters including spaces.
de_de: Der Titel der Spalte "Verwaltungsprodukte" kann bearbeitet werden und darf nicht länger als 12 Zeichen sein.
es_es: El título de la columna de productos del administrador puede editarse para que diga cualquier cosa, no más de 12 caracteres incluyendo espacios.
fr_fr: Le titre de la colonne des produits de l'administrateur peut être modifié pour être lu comme bon vous semble, sans dépasser 12 caractères, espaces compris.
ru_ru: Заголовок колонки Admin products может быть изменен на любой, не длиннее 12 символов, включая пробелы.

source: Enable Second Product Code
de_de: Zweiten Produktcode aktivieren
es_es: Habilitar segundo código prod
fr_fr: Activer 2ème code produit
ru_ru: Включить второй код товара

source: Display second product code field.
de_de: Zweites Produktcodefeld anzeigen.
es_es: Mostrar segundo código producto.
fr_fr: Afficher 2ème champ de code produit.
ru_ru: Отображение второго поля кода товара.

source: Show Second Product Code
de_de: Zweiten Produktcode anzeigen
es_es: Mostrar segundo código prod
fr_fr: Afficher 2ème code produit
ru_ru: Показать второй код продукта

source: Second Field Title
de_de: Zweites Feld Titel
es_es: 2do título campo
fr_fr: 2ème titre du champ
ru_ru: Второе поле Название

source: Field title can be edited to read anything, no longer than 14 characters including spaces.
de_de: Der Feldtitel kann bearbeitet werden und darf nicht länger als 14 Zeichen sein.
es_es: Título de campo se puede editar para leer todo, no mayor de 14 caracteres inclusive espacios.
fr_fr: Titre champ peut être édité pour lire n'importe quoi, pas plus de 14 caractères comprenant des espaces.
ru_ru: Название поля может быть изменено на любое, не более 14 символов включая помещения.

source: Second Products Column Title
de_de: Zweite Produkte Spalte Titel
es_es: Segunda Columna Productos Título
fr_fr: Titre de la deuxième colonne de produits
ru_ru: Заголовок колонки Вторые продукты

source: Admin second products column title can be edited to read anything, no longer than 14 characters including spaces
es_es: El título de la segunda columna de productos del administrador se puede editar para que diga cualquier cosa, no más de 14 caracteres incluyendo espacios

source: Hide Field When Empty
de_de: Feld ausblenden, wenn leer
es_es: Esconder campo si vacío
fr_fr: Cacher champ si vide
ru_ru: Скрыть пустые поля

source: Hide primary and secondary user side display when field is left blank
es_es: Ocultar la visualización del lado del usuario principal y secundario cuando el campo se deja en blanco

source: Enable Structured Data Product
de_de: Aktivieren Sie das strukturierte Datenprodukt
es_es: Habilitar producto de datos estructurados
fr_fr: Activer le produit de données structurées
ru_ru: Продукт структурированных данных

source: Apply structure data property set on the product code.
de_de: Strukturdaten auf den Produktcode anwenden.
es_es: Aplique el conjunto de propiedades de datos de estructura en el código del producto.
fr_fr: Appliquez l’ensemble de données de structure sur le code produit.
ru_ru: Применить набор свойств данных структуры к коду продукта.

source: Structured Data Product
de_de: Strukturierte Daten Produkt
es_es: Producto de datos estructurados
fr_fr: Produit de données structuré
ru_ru: Продукт структурных данных

source: Choose the structured data property set when using a trade number for schema compliance.
de_de: Wählen Sie die strukturierten Daten, wenn Sie sie für die Einhaltung des Schemas verwenden.
es_es: Elija el conjunto de propiedades de datos estructurados cuando utilice un número comercial para el cumplimiento del esquema.
fr_fr: Choisissez l’ensemble de données structuré lors de l’utilisation d’un numéro de commerce pour la conformité aux schémas.
ru_ru: Выбор набора свойств структурированных данных при использовании торгового номера для схемы соблюдение.

source: Product Code for WooCommerce Add-on requires Woocommerce plugin to be installed and activated.
de_de: Für Product Code for WooCommerce muss WooCommerce installiert und aktiviert sein.
es_es: Código de producto para Add-on WooCommerce requiere instalar y activar el plugin Woocommerce.
fr_fr: Code produit pour WooCommerce Add-on nécessite l'installation et l'activation du plugin Woocommerce.
ru_ru: Код продукта для дополнения WooCommerce требует, чтобы плагин Woocommerce был установлено и активировано.

source: Product Code:
de_de: Produkt-Code:
es_es: Código product:
fr_fr: Code du produit:
ru_ru: Код товара:

source: Product Code Second:
de_de: Produktcode Zweite:
es_es: Código del producto segundo:
fr_fr: Code du produit Deuxième:
ru_ru: Код продукта Второй:

source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
ru_ru: Настройки

source: <strong>NOTICE! Product Code For WooCommerce</strong> must update your database to modify meta fields. Consider backing up database first.
es_es: <fuerte>AVISO: Código de producto WooCommerce</strong> debe actualizar su base de datos y modificar metacampos. Antes haga una copia de seguridad de la misma.
fr_fr: <strong>AVIS: Code de produit WooCommerce</strong> doit mettre à jour votre base de données pour modifier les méta-champs. Envisagez d'abord de sauvegarder la base de données.
ru_ru: <strong>ВНИМАНИЕ! Код продукта для WooCommerce</strong> должен обновить свой база данных для изменения метаполей. Сначала сделайте резервную копию базы данных.

source: Update Now
de_de: Jetzt aktualisieren
es_es: Actualizar ahora
fr_fr: Mettez à jour maintenant
ru_ru: Обновите сейчас

source: Product Code for WooCommerce
de_de: Produkt-Code für WooCommerce
es_es: Código prod para WooCommerce
fr_fr: Code produit pour WooCommerce
ru_ru: Код продукта для WooCommerce

source: Plugin provides a unique internal product identifier in addition to the GTIN, EAN, SKU and UPC throughout the order process. A secondary product code field can be activated from setup.
de_de: Das Plugin bietet eine eindeutige interne Produktkennung zusätzlich zu GTIN, EAN, SKU und UPC während des gesamten Bestellvorgangs. Ein sekundäres Produktcodefeld kann bei der Einrichtung aktiviert werden.
es_es: Plugin proporciona un identificador de producto interno único además de gtIN, EAN, SKU y UPC durante todo el proceso de pedido. Se puede activar un campo de código de producto secundario desde la configuración.
fr_fr: Plugin fournit un identificateur de produit interne unique en plus de la GTIN, EAN, SKU et UPC tout au long du processus de commande. Un champ de code produit secondaire peut être activé à partir de la configuration.
ru_ru: PПлагин предоставляет внутренний идентификатор продукта в дополнение к GTIN, EAN, SKU и UPC на протяжении всего процесса заказа. Вторичный продукт поле кода может быть активировано в настройках.

source: Hide Product Code
de_de: Produktcode ausblenden
es_es: Ocultar código de producto
fr_fr: Masquer le code produit
ru_ru: Скрыть код продукта

source: Hide product code on user-side product posts only.
de_de: Produktcode nur bei benutzerseitigen Produktbeiträgen ausblenden.
es_es: Ocultar el código de producto únicamente en las publicaciones de productos del lado del usuario.
fr_fr: Masquez le code produit sur les publications de produits côté utilisateur uniquement.
ru_ru: Скрывайте код продукта только в сообщениях о продукте на стороне пользователя.

source: Hide Second Product Code
de_de: Zweiten Produktcode ausblenden
es_es: Ocultar segundo código de producto
fr_fr: Masquer le deuxième code produit
ru_ru: Скрыть второй код продукта

source: Hide second product code on user-side product posts only.
de_de: Den zweiten Produktcode nur bei benutzerseitigen Produktbeiträgen ausblenden.
es_es: Oculte el segundo código de producto únicamente en las publicaciones de productos del lado del usuario.
fr_fr: Masquez le deuxième code produit sur les publications de produits côté utilisateur uniquement.
ru_ru: Скрывайте второй код продукта только в сообщениях о продукте на стороне пользователя.

source: Product code
de_de: Produkt-Code
ru_ru: Код товара

source: Admin second products column title can be edited to read anything, no longer than 14 characters including spaces.
de_de: Der Titel der zweiten Produktspalte von Admin darf nicht länger als 14 Zeichen sein.
fr_fr: Le titre de la deuxième colonne de produits de l'administration peut être modifié pour être lu comme bon vous semble, sans dépasser 14 caractères, espaces compris.
ru_ru: Admin заголовок второго столбца продуктов может быть изменен на любой, больше нет более 14 символов включая пробелы.

source: Hide primary and secondary user side display when field is left blank.
de_de: Primäre und sekundäre Anzeige ausblenden, wenn das Feld leer ist.
fr_fr: Masquer l’affichage latéral principal et secondaire de l’utilisateur lorsque le champ est laissé vide.
ru_ru: Скрыть отображение первичной и вторичной стороны пользователя, если поле оставлено пустым.

source: Display product code on user side on the products posts, checkout, cart, and receipts
fr_fr: Afficher le code du produit du côté des utilisateurs sur les publications de produits, la caisse, le panier et les reçus
